Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Unexpected blob encoding: %@
ar: ترميز ثنائي كبير الحجم غير متوقع: %@
da: Uventet blob-kodning: %@
de: Unerwartete Blob-Kodierung: %@
es: Codificación de blob inesperada: %@
fi: Odottamaton muotokoodaus: %@
fr: : Encodage inattendu de blob : %@
he: : אינדוקציה לא צפונה של Blob: %@
hi: – अप्रत्याशित ब्लॉब एनकोडिंग: %@
hu: Nem várható blob-encódolás: %@
id: Encoding blob yang tidak diantisipasi: %@
it: Codifica di blob inattesa: %@
ja: ：予期しないブロブエンコーディング： %@
ko: 예상하지 못한 blob 인코딩: %@
nb: Uventet blob-kodering: %@
nl: Onverwachte blob-encoding: %@
pl: Nieoczekiwana kodowanie bloba: %@
pt_br: Codificação de blob inesperada: %@
ru: Неожиданное кодирование блоба: %@
sv: Oväntad blob-kodning: %@
th: : การเข้ารหัส blob ที่ไม่คาดคิด: %@
tr: Beklenmeyen blob kodlama: %@
uk: Несподіваний кодування блоба: %@
vi: : Mã hóa blob không mong đợi: %@
zh_hans: ：意外的 blob 编码： %@
zh_hant: ：意外的 blob 編碼： %@

source: Unknown
ar: غير معروف
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hi: अज्ञात
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
nb: Ukjent
nl: Onbekend
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_hans: 未知
zh_hant: 未知

source: Unknown SSH hosts show a fingerprint prompt, and changed host keys are blocked until you review them.
ar: تعرض مضيفات SSH غير المعروفة مطالبة ببصمة الإصبع، ويتم حظر مفاتيح المضيف التي تم تغييرها حتى تقوم بمراجعتها.
da: Ukendt SSH-værter viser en fingeraftryksprompt, og ændrede værtsnøgler blokeres, indtil du gennemgår dem.
de: Unbekannte SSH-Hosts zeigen eine Fingerabdruck-Eingabeaufforderung an und geänderte Hostschlüssel werden blockiert, bis Sie sie überprüfen.
es: Los hosts SSH desconocidos muestran un mensaje de huella digital y las claves de host modificadas se bloquean hasta que las revise.
fi: Tuntematon SSH - isännät näyttävät sormenjälkikäsittelyn, ja muutettu isännän avaimet on estetty kunnes tarkistaa ne.
fr: : Inconnu Les hôtes SSH affichent un message de demande de signature, et les clés d'hôte modifiées sont bloquées jusqu'à ce que vous les examiniez.
he: לא ידוע ב- SSH מופיע דף הבקשה לấnוח, והключаות של המארח שנ改变了 מוסתרות עד שבדוק אותן.
hi: : अज्ञात SSH होस्ट्स में फिंगरप्रिंट प्रोम्प्ट दिखाई देता है, तथा बदले हुए होस्ट कीज़ को आप उनकी समीक्षा करने तक अवरुद्ध रखा जाता है।
hu: – Ismertetetlen A SSH hostoknál egy fingerprím-kérelem megjelenik, és a módosított host kulcsokat csak akkor engedhetik meg, ha ezeket átnézik.
id: Tidak Diketahui SSH menampilkan tampilan pesan fingerprint, dan kunci host yang telah diubah akan dilarang sampai Anda meninjaunya.
it: : Sconosciuto I host SSH mostrano un prompt di impronta digitale e le chiavi degli host modificate vengono bloccate fino a quando non le esamini.
ja: ：不明 SSH ホストでは、フィンガープリント認証のポップアップが表示され、変更されたホストキーは、確認するまでブロックされます。
ko: : 미지 SSH 호스트에서는 지문 인증 프롬프트가 표시되며, 변경된 호스트 키는 확인할 때까지 차단됩니다.
nb: Ukjent SSH -hostene viser et fingeravtrykkspørsmål, og endrede host-nytter er blokkert til du vurderer dem.
nl: Onbekend De SSH -hosts tonen een aanvraag voor een vingerafdruk, en gewijzigde host-sleutels worden geblokkeerd totdat u deze beoordeelt.
pl: Nieznane W przypadku SSH serwerzy pokazują okno z prośbą o podanie ścieżki, a zmienione klucze serwerów są blokowane, aż nie przeanalizujesz ich.
pt_br: Desconhecido Os hosts SSH exibem um aviso de impressão digital, e as chaves de host alteradas são bloqueadas até que você as revise.
ru: : Неизвестно На хостах SSH появляется запрос подтверждения отпечатка пальца; изменённые ключи хостов блокируются до тех пор, пока вы не ознакомитесь с ними.
sv: Okänd SSH -hoster visar en fingeravtrycksprompt, och förändrade hosternycklar är blockerade tills du granskar dem.
th: : ไม่ทราบ SSH แสดงข้อความแจ้งเตือน &#039;Fingerprint Prompt&#039; และจะปิดกั้นการใช้คีย์โฮสต์ที่เปลี่ยนไป จนกว่าคุณจะตรวจสอบข้อมูลเหล่านั้น
tr: : Bilinmiyor SSH sunucularında parmak izi uyarısı gösterilir ve değiştirilen sunucu anahtarları, bu anahtarları incelemenizde kadar bloke edilir.
uk: – невідомо У SSH веб-сервери відображають попередження про «fingerprint», а змінені ключі хостів блокуються до того часу, поки ви не перевірите їх.
vi: : Không xác định SSH sẽ hiển thị thông báo yêu cầu xác nhận dấu vân tay, và các khóa máy chủ đã được thay đổi sẽ bị chặn cho đến khi bạn xem xét lại chúng.
zh_hans: ：未知 SSH 主机会显示指纹提示，且已修改的主机密钥将被阻止，直至您进行审核。
zh_hant: ：未知 SSH 主機會顯示指紋提示，且已修改的主機密鑰將被阻止，直至您進行審覈。

source: Unknown action: %@
ar: إجراء غير معروف: تحذير %@
da: Ukendt handling: %@
de: Unbekannte Aktion: %@
es: Acción desconocida: Error de %@
fi: Tuntematon toiminto: %@
fr: Action inconnue : %@
he: פעולה לא ידועה: %@
hi: : अज्ञात क्रिया: %@
hu: Ismertetetlen művelet: %@
id: Tindakan tidak dikenal: %@
it: Azione sconosciuta: %@
ja: ：不明なアクション： %@
ko: 미지의 동작: %@
nb: Ukjent handling: %@
nl: Onbekende actie: %@
pl: Nieznana akcja: %@
pt_br: Ação desconhecida: %@
ru: Неизвестная операция: %@
sv: Okänd handling: %@
th: : ไม่ทราบการดำเนินการ: %@
tr: Bilinmeyen eylem: %@
uk: Невідома дія: %@
vi: Hành động không xác định: %@
zh_hans: 未知操作： %@
zh_hant: 未知操作： %@

source: Unknown error
ar: خطأ غير معروف
da: Ukendt fejl
de: Unbekannter Fehler
es: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
he: שגיאה לא ידועה
hi: अज्ञात त्रुटि
hu: Ismeretlen hiba
id: Kesalahan tidak diketahui
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany bład
pt_br: Erro desconhecido
ru: Неизвестная ошибка
sv: Okänt fel
th: ข้อผิดพลาดที่ไม่ทราบสาเหตุ
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Unknown git error
ar: خطأ في البوابة غير معروف
da: Ukendt git-fejl
de: Unbekannter Git-Fehler
es: Error de git desconocido
fi: Tuntematon git-virhe
fr: : Erreur Git inconnue
he: : שגיאה לא ידועת של Git
hi: : अज्ञात Git त्रुटि
hu: : Ismertetetlen Git-hiba
id: : Kesalahan Git yang tidak diketahui
it: Errore Git sconosciuto
ja: : Gitエラー（原因不明）
ko: : Git 오류(알 수 없는 오류)
nb: Ukjent Git-feil
nl: Onbekende Git-fout
pl: Nieznany błąd Git
pt_br: Erro desconhecido do Git
ru: : неизвестная ошибка Git
sv: Okänd Git-fel
th: : ข้อผิดพลาด Git ที่ไม่ทราบสาเหตุ
tr: : Bilinmeyen Git hata
uk: : невідома помилка Git
vi: : Lỗi Git không xác định
zh_hans: ：未知的 Git 错误
zh_hant: ：未知的 Git 錯誤

source: Unstage
ar: إلغاء التجهيز
da: Fjern fra klargjort
de: Zurücknehmen
es: Deshacer
fi: Poista vaiheistus
fr: Désindexer
he: בטל הכנה
hi: अनस्टेज करें
hu: Visszavonás
id: Batalkan persiapan
it: Rimuovi da stage
ja: ステージ解除
ko: 스테이지 해제
nb: Fjern klargjøring
nl: Terugzetten
pl: Cofnij przygotowanie
pt_br: Desfazer
ru: Убрать из подготовки
sv: Ta bort förberedelse
th: ยกเลิกจัดเตรียม
tr: Hazırlığı geri al
uk: Скасувати підготовку
vi: Bỏ chuẩn bị
zh_hans: 取消暂存
zh_hant: 取消暫存

source: Unstaged %@
ar: غير مرحّل %@
da: Ikke klargjort %@
de: Nicht bereitgestellt %@
es: Sin preparar %@
fi: Ei vaiheistettu %@
fr: Non indexé %@
he: לא מוכן %@
hi: अनस्टेज्ड %@
hu: Nem előkészített %@
id: Belum disiapkan %@
it: Non in stage %@
ja: 未ステージ %@
ko: 스테이지 안 됨 %@
nb: Ikke klargjort %@
nl: Niet klaargezet %@
pl: Nieprzygotowany %@
pt_br: Não preparado %@
ru: Не подготовлено %@
sv: Inte förberedd %@
th: ยังไม่จัดเตรียม %@
tr: Hazırlanmamış %@
uk: Не підготовлено %@
vi: Chưa chuẩn bị %@
zh_hans: 未暂存 %@
zh_hant: 未暫存 %@

source: Unsupported SSH private key format for Git LFS. Use an OpenSSH Ed25519 or RSA private key.
ar: تنسيق المفتاح الخاص SSH غير مدعوم لـ Git LFS. استخدم المفتاح الخاص OpenSSH Ed25519 أو RSA.
da: Ikke-understøttet SSH privat nøgleformat for Git LFS. Brug en OpenSSH Ed25519 eller RSA privat nøgle.
de: Nicht unterstütztes privates Schlüsselformat SSH für Git LFS. Verwenden Sie einen privaten Schlüssel OpenSSH Ed25519 oder RSA.
es: Formato de clave privada SSH no compatible para Git LFS. Utilice una clave privada OpenSSH Ed25519 o RSA.
fi: ei tuettu SSH yksityinen avainmuodossa Git LFS. Käytä on OpenSSH Ed25519 tai RSA yksityinen avain.
fr: : non pris en charge SSH : format de clé privée pour Git LFS. Utilisez un OpenSSH Ed25519 ou RSA : clé privée.
he: – לא נתמך SSH – צורת מפתח פרטי עבור Git LFS– השתמשו ב- OpenSSH Ed25519 או RSA – מפתח פרטי.
hi: – समर्थित नहीं है SSH : निजी कुंजी प्रारूप Git LFS– एक का उपयोग करें। OpenSSH Ed25519 या RSA – निजी कुंजी।
hu: – támogatatlan SSH : privát kulcs formátuma Git LFS– használja egyet OpenSSH Ed25519 vagy RSA magánkulcs.
id: tidak didukung SSH format kunci privat untuk Git LFS. Gunakan sebuah OpenSSH Ed25519 atau RSA kunci privat.
it: : non supportato SSH : formato della chiave privata per Git LFS. Utilizzare un OpenSSH Ed25519 o RSA : chiave privata.
ja: ：対応されていません SSH ：プライベートキーの形式 Git LFS：使用してください。 OpenSSH Ed25519 または RSA 私鍵。
ko: : 지원되지 않음 SSH : 사용자 개인 키 형식 Git LFS. 사용하세요. OpenSSH Ed25519 또는 RSA 개인 키.
nb: : Ikke støttet SSH – privat nøkkelformat for Git LFS. Bruk en OpenSSH Ed25519 eller RSA privat nøkkel.
nl: niet ondersteund SSH : formaat voor de privékey voor Git LFS. Gebruik een OpenSSH Ed25519 of RSA : privékey.
pl: – nie wspierane SSH – format klucza prywatnego dla Git LFS– Użyj OpenSSH Ed25519 lub RSA – prywatny klucz.
pt_br: : não suportado SSH : formato da chave privada para Git LFS. Use um OpenSSH Ed25519 ou RSA chave privada.
ru: — не поддерживается SSH — формат приватного ключа для Git LFS. Используйте OpenSSH Ed25519 или RSA — приватный ключ.
sv: – Oämnat SSH – privat nyckelformat för Git LFS. Använd en OpenSSH Ed25519 eller RSA privat nyckel.
th: : ไม่รองรับ SSH : รูปแบบของกุญแจส่วนตัวสำหรับ Git LFS– ใช้ OpenSSH Ed25519 หรือ RSA : คีย์ส่วนตัว
tr: : desteklenmiyor SSH için özel anahtar formatı Git LFS. Birini kullanın OpenSSH Ed25519 veya RSA özel anahtar.
uk: – не підтримується SSH – формат приватного ключа для Git LFS. Використовуйте OpenSSH Ed25519 або RSA – приватний ключ.
vi: : Không được hỗ trợ SSH : định dạng khóa riêng cho Git LFS. Sử dụng một OpenSSH Ed25519 hoặc RSA – khóa riêng.
zh_hans: ：不支持 SSH 私钥格式 Git LFS。请使用 OpenSSH Ed25519 或 RSA 私钥。
zh_hant: ：不支持 SSH 俬鑰格式 Git LFS。請使用 OpenSSH Ed25519 或 RSA 俬鑰。

source: Untracked
ar: غير متتبع
da: Usporet
de: Unverfolgt
es: Sin seguimiento
fi: Seuraamaton
fr: Non suivi
he: לא מעוקב
hi: अनट्रैक्ड
hu: Nem követett
id: Tidak terlacak
it: Non tracciato
ja: 未追跡
ko: 추적 안 됨
nb: Usporet
nl: Niet gevolgd
pl: Nieśledzony
pt_br: Não rastreado
ru: Не отслеживается
sv: Ospårad
th: ไม่ได้ติดตาม
tr: İzlenmeyen
uk: Не відстежено
vi: Chưa theo dõi
zh_hans: 未跟踪
zh_hant: 未追蹤

source: Up to date
ar: محدّث
da: Opdateret
de: Aktuell
es: Actualizado
fi: Ajan tasalla
fr: À jour
he: מעודכן
hi: अपडेटेड
hu: Naprakész
id: Terbaru
it: Aggiornato
ja: 最新
ko: 최신 상태
nb: Oppdatert
nl: Bijgewerkt
pl: Aktualny
pt_br: Atualizado
ru: Актуально
sv: Uppdaterad
th: อัปเดตแล้ว
tr: Güncel
uk: Актуально
vi: Đã cập nhật
zh_hans: 已是最新
zh_hant: 已是最新

source: Update from GitSync.md
ar: تحديث من GitSync.md
da: Opdatering fra GitSync.md
de: Aktualisierung von GitSync.md
es: Actualización desde GitSync.md
fi: Päivitys GitSync.md-sovelluksesta
fr: Mise à jour depuis GitSync.md
he: עדכון מ-GitSync.md
hi: GitSync.md से अपडेट
hu: Frissítés a GitSync.md-ből
id: Pembaruan dari GitSync.md
it: Aggiornamento da GitSync.md
ja: GitSync.md からの更新
ko: GitSync.md에서 업데이트
nb: Oppdatering fra GitSync.md
nl: Update vanuit GitSync.md
pl: Aktualizacja z GitSync.md
pt_br: Atualização do GitSync.md
ru: Обновление из GitSync.md
sv: Uppdatering från GitSync.md
th: อัปเดตจาก GitSync.md
tr: GitSync.md'den güncelleme
uk: Оновлення з GitSync.md
vi: Cập nhật từ GitSync.md
zh_hans: 来自 GitSync.md 的更新
zh_hant: 從 GitSync.md 更新

source: Updated
ar: تم التحديث
da: Opdateret
de: Aktualisiert
es: Actualizado
fi: Päivitetty
fr: Mise à jour
he: מעודכן
hi: अद्यतन किया गया
hu: Frissítve
id: Diperbarui
it: Aggiornato
ja: 更新済み
ko: 업데이트됨
nb: Oppdatert
nl: Bijgewerkt
pl: Zaktualizowano
pt_br: Atualizado
ru: Обновлено
sv: Uppdaterad
th: อัปเดตแล้ว
tr: Güncellendi
uk: Оновлено
vi: Cập nhật
zh_hans: 已更新
zh_hant: 已更新

source: Use Git LFS
ar: استخدم Git LFS
da: Brug Git LFS
de: Verwenden Sie Git LFS
es: Utilice Git LFS
fi: -käyttö Git LFS
fr: Utilisation Git LFS
he: – שימוש Git LFS
hi: : उपयोग Git LFS
hu: Használata Git LFS
id: Penggunaan Git LFS
it: Utilizzo Git LFS
ja: 使用 Git LFS
ko: 사용 Git LFS
nb: Bruk Git LFS
nl: Gebruik Git LFS
pl: – Użycie Git LFS
pt_br: Utilização Git LFS
ru: — Управление Git LFS
sv: Användning Git LFS
th: การใช้งาน Git LFS
tr: Kullanım Git LFS
uk: — Використання Git LFS
vi: – Sử dụng Git LFS
zh_hans: 使用 Git LFS
zh_hant: 使用 Git LFS

source: Use Git LFS?
ar: هل تستخدم Git LFS؟
da: Brug Git LFS?
de: Git LFS verwenden?
es: ¿Usar Git LFS?
fi: -käyttö Git LFS?
fr: Utilisation Git LFS?
he: – שימוש Git LFS?
hi: : उपयोग Git LFS?
hu: Használata Git LFS?
id: Penggunaan Git LFS?
it: Utilizzo Git LFS?
ja: 使用 Git LFS?
ko: 사용 Git LFS?
nb: Bruk Git LFS?
nl: Gebruik Git LFS?
pl: – Użycie Git LFS?
pt_br: Utilização Git LFS?
ru: — использование Git LFS?
sv: Användning Git LFS?
th: การใช้งาน Git LFS?
tr: Kullanım Git LFS?
uk: — Використання Git LFS?
vi: – Sử dụng Git LFS?
zh_hans: 使用 Git LFS?
zh_hant: 使用 Git LFS?

source: Use GitHub sign-in, a token, an SSH key, or public access.
ar: استخدم تسجيل الدخول GitHub، أو الرمز المميز، أو مفتاح SSH، أو الوصول العام.
da: Brug GitHub-logon, et token, en SSH-nøgle eller offentlig adgang.
de: Verwenden Sie die Anmeldung GitHub, ein Token, einen Schlüssel SSH oder öffentlichen Zugriff.
es: Utilice el inicio de sesión GitHub, un token, una clave SSH o acceso público.
fi: -käyttö GitHub sisäänkirjautuminen, SSH avain, tai yleinen pääsy.
fr: Utilisation GitHub connexion : un jeton, un Clé SSH ou accès public.
he: – שימוש GitHub – כניסה, טוקן, אֶת קוד SSH או גישה ציבורית.
hi: : उपयोग GitHub साइन-इन, एक टोकन, एक SSH कुंजी या सार्वजनिक पहुँच।
hu: Használata GitHub bejelentkezéshez szükséges token: SSH kulcs vagy nyilvános hozzáférés.
id: Penggunaan GitHub login, token, sebuah Kunci SSH atau akses publik.
it: Utilizzo GitHub : accesso, un token, un Chiave SSH o accesso pubblico.
ja: 使用 GitHub ：サインイン、トークン、および SSH キーまたは公開アクセス。
ko: 사용 GitHub 로그인: 토큰, SSH 키 또는 공개 접근 권한입니다.
nb: Bruk GitHub innskjema, et token, en SSH -sjekkkode, eller offentlig tilgang.
nl: Gebruik GitHub : inloggen, een token, een SSH sleutel of open toegang.
pl: – Użycie GitHub : logowanie, token, Klucz SSH lub dostęp publiczny.
pt_br: Utilização GitHub login, um token, um Chave SSH ou acesso público.
ru: : Управление GitHub вход: токен, Ключ SSH или публичный доступ.
sv: Användning GitHub inloggning, ett token, en SSH -säkerhetsnyckel eller offentlig åtkomst.
th: การใช้งาน GitHub : การเข้าสู่ระบบ, โทเคน, และอื่นๆ SSH คีย์ หรือการเข้าถึงสาธารณะ
tr: Kullanım GitHub giriş için bir token, bir SSH anahtarı veya kamu erişimi.
uk: — Використання GitHub : вход до системи, токен, Ключ SSH або публічний доступ.
vi: – Sử dụng GitHub : đăng nhập, mã xác thực, một Chìa khóa SSH hoặc quyền truy cập công khai.
zh_hans: 使用说明 GitHub 登录、令牌、 SSH 密钥或公共访问权限。
zh_hant: 使用説明 GitHub 登録、令牌、 SSH 密鑰或公共訪問權限。

source: Use HTTPS, SSH, git://, file://, or owner/repo.
ar: استخدم HTTPS، SSH، git://, file://, أو المالك/الريبو.
da: Brug HTTPS, SSH, git://, file://, eller ejer/repo.
de: Verwenden Sie HTTPS, SSH, git://, file://, oder Besitzer/Repo.
es: Utilice HTTPS, SSH, git://, file://, o propietario/repositorio.
fi: -käyttö HTTPS, SSH, git://, file://, tai omistaja/repo.
fr: Utilisez HTTPS, SSH, git://, file://, ou propriétaire/repo.
he: – השתמשו ב-HTTPS SSH, git://, file://, או מנהל/ארכיון.
hi: : HTTPS का उपयोग करें। SSH, git://, file://, या मालिक/रिपॉजिटरी।
hu: : Használja az HTTPS-t. SSH, git://, file://, vagy tulajdonos/repo.
id: Gunakan HTTPS, SSH, git://, file://, atau pemilik/repo.
it: Utilizzare HTTPS, SSH, git://, file://, o proprietario/repository.
ja: ：HTTPSを使用してください。 SSH, git://, file://, または所有者/リポジトリ。
ko: : HTTPS 사용 SSH, git://, file://, 또는 소유자/저장소.
nb: Bruk HTTPS, SSH, git://, file://, eller eier/repo.
nl: : Gebruik HTTPS SSH, git://, file://, of eigenaar/repo.
pl: : Używaj HTTPS SSH, git://, file://, lub właściciel/repozytorium.
pt_br: Use HTTPS, SSH, git://, file://, ou proprietário/repo.
ru: : используйте HTTPS. SSH, git://, file://, или владелец/репозиторий.
sv: Använd HTTPS, SSH, git://, file://, eller ägare/repo.
th: : ใช้ HTTPS SSH, git://, file://, หรือ owner/repo
tr: : HTTPS kullanın, SSH, git://, file://, veya sahih/repo.
uk: : використовуйте HTTPS. SSH, git://, file://, або власник/репозиторій.
vi: : Sử dụng HTTPS, SSH, git://, file://, hoặc chủ sở hữu/repo.
zh_hans: ：请使用HTTPS。 SSH, git://, file://, 或所有者/存储库。
zh_hant: ：請使用HTTPS。 SSH, git://, file://, 或所有者/存儲庫。

source: Use Pull All Repositories in Apple Shortcuts. Add a Personal Automation → App → GitSync.md is opened to auto-pull on launch.
ar: استخدم سحب كافة المستودعات في Apple Shortcuts. إضافة أتمتة شخصية → التطبيق → GitSync.md مفتوح للسحب التلقائي عند التشغيل.
da: Brug Pull All Repositories i Apple Shortcuts. Tilføj en personlig automatisering → App → GitSync.md åbnes for auto-pull ved lancering.
de: Verwenden Sie Pull All Repositories in Apple Shortcuts. Eine persönliche Automatisierung hinzufügen → App → GitSync.md wird zum automatischen Pullen beim Start geöffnet.
es: Utilice Extraer todos los repositorios en Apple Shortcuts. Agregar una automatización personal → Aplicación → GitSync.md se abre para extracción automática al iniciarse.
fi: Käytä kaikki versiot Apple Shortcuts. Lisää henkilökohtainen automaatio → App → GitSync.md on avattu automaattiselle vetämiselle käynnistettäessä.
fr: : Utiliser « Pull All Repositories » dans Apple Shortcuts. Ajouter « Personal Automation » → « App » GitSync.md est configuré pour un tir automatique lors du lancement.
he: : שימוש בפונקציית "Pull All Repositories" Apple Shortcuts– הוסף Personal Automation → App → GitSync.md מופק למשתנה של pulling אוטומטי ב시יבוב.
hi: : 'Pull All Repositories in' का उपयोग करें। Apple Shortcuts– 'Personal Automation' → 'App' में एक नया आइटम जोड़ें। GitSync.md को लॉन्च पर स्वचालित-पुल के लिए खोला गया है।
hu: : Használja az összes adathordozót Apple Shortcuts: Hozzáadás: „Személyes automatizálás" → „Alkalmazás" → A GitSync.md beállításai az indításakor automatikus kivitelhez szólítanak.
id: Gunakan Pull All Repositories di Apple Shortcuts. Tambahkan Personal Automation → App → GitSync.md dibuka untuk mengaktifkan fitur *auto-pull* saat dimulai.
it: Utilizza tutti i repository Apple Shortcuts. Aggiungi Personal Automation → App → GitSync.md è configurato per il rilevamento automatico al lancio.
ja: ：すべてのリポジトリを取得する Apple Shortcuts：Personal Automation → Appに追加してください。 GitSync.md は、起動時に自動引き抜き機能が有効になります。
ko: : Pull All Repositories 기능 사용 Apple Shortcuts. 개인 자동화 → 앱 →에 항목을 추가하세요. GitSync.md 는 실행 시 자동으로 가져오기 기능을 활성화합니다.
nb: Bruk «Hent alle reserver» i Apple Shortcuts. Legg til «Personal Automation» → «App» GitSync.md er åpnet for automatisk trådning ved oppstart.
nl: : gebruik 'Alle repositories selecteren' Apple Shortcuts. Voeg een Personal Automation → App toe → GitSync.md is geconfigureerd voor automatische ophaalfunctie bij start.
pl: : Wykorzystaj wszystkie repositoriały w Apple Shortcuts. Dodaj „Personal Automation" → „App" GitSync.md jest skonfigurowany do automatycznego pobierania przy uruchamianiu.
pt_br: Use Pull All Repositories em Apple Shortcuts. Adicione uma Automação Pessoal → Aplicativo → O GitSync.md é configurado para ativar o funcionamento de auto-puxamento ao iniciar.
ru: : Использование функции «Получить все репозитории» Apple Shortcuts. Добавить «Личная автоматизация» → «Приложение» GitSync.md открыта в режиме автоматического подтягивания при запуске.
sv: Använd pull-all repositoryer i Apple Shortcuts. Lägg till Personal Automation → App → GitSync.md är öppen för automatisk dragning vid start.
th: : ใช้ Pull All Repositories ใน Apple Shortcuts. เพิ่ม Personal Automation → App → GitSync.md ถูกตั้งค่าให้เปิดใช้งานการดึงอัตโนมัติเมื่อเริ่มทำงาน
tr: : Tüm depoları kullanın Apple Shortcuts: 'Personal Automation' → 'App' → alanına bir öğe ekleme GitSync.md , başlatıldığında otomatik çekme режимine açılır.
uk: : Використовувати всі репозиторії в Apple Shortcuts. Додати «Personal Automation» → «App» GitSync.md відкритий для автоматичного завантаження під час запуску.
vi: Sử dụng tính năng Pull All Repositories trong Apple Shortcuts. Thêm mục Tự động hóa Cá nhân → Ứng dụng → GitSync.md được thiết lập để tự động kéo khi khởi chạy.
zh_hans: ：使用“拉取所有仓库”功能 Apple Shortcuts：添加“个人自动化”→“应用” GitSync.md 在启动时已设置为自动拉取模式。
zh_hant: ：使用“拉取所有倉庫”功能 Apple Shortcuts：添加“個人自動化”→“應用” GitSync.md 在啟動時已設置爲自動拉取模式。

source: Use personal and work accounts
ar: استخدم الحسابات الشخصية وحسابات العمل
da: Brug personlige og arbejdskonti
de: Persönliche und geschäftliche Konten verwenden
es: Usar cuentas personales y laborales
fi: Käytä henkilö- ja työtilit
fr: : Utiliser les comptes personnel et professionnel
he: – שימוש בחשבונות אישיים ובעבודה
hi: : व्यक्तिगत एवं कार्य संबंधी खातों का उपयोग करें।
hu: : Használja az egyéni és munkafelhasználók fiókjait
id: Gunakan akun pribadi dan akun kerja
it: Utilizzare account personali e aziendali
ja: ：個人アカウントおよび業務アカウントの使用
ko: : 개인 계정 및 업무 계정 사용
nb: Bruk personlige og arbeidskonton
nl: : Gebruik persoonlijke en werkrekeningen
pl: : Używanie kont osobowych i kont pracowniczych
pt_br: Utilizar contas pessoais e de trabalho
ru: : Используйте личные и рабочие учетные записи
sv: Använd personliga och arbetskonton
th: ใช้บัญชีส่วนบุคคลและบัญชีทำงาน
tr: : Şahsi ve iş hesaplarını kullanın
uk: : Використовувати особисті та робочі облікові записи
vi: : Sử dụng tài khoản cá nhân và tài khoản công việc
zh_hans: ：可使用个人账户与工作账户
zh_hant: ：可使用個人賬戶與工作賬戶

source: Use public access, an HTTPS token, or an SSH private key.
ar: استخدم الوصول العام أو رمز HTTPS أو المفتاح الخاص SSH.
da: Brug offentlig adgang, et HTTPS-token eller en SSH privat nøgle.
de: Verwenden Sie öffentlichen Zugriff, ein HTTPS-Token oder einen privaten Schlüssel SSH.
es: Utilice acceso público, un token HTTPS o una clave privada SSH.
fi: SSH yksityinen avain.
fr: Utilisez l'accès public, un jeton HTTPS ou un SSH : clé privée.
he: – השתמש באcesso ציבורית, בטוקן HTTPS או ב- SSH – מפתח פרטי.
hi: : सार्वजनिक पहुँच, HTTPS टोकन या किसी अन्य तरीके का उपयोग करें। SSH – निजी कुंजी।
hu: : Használja a közösségi hozzáférést, egy HTTPS-tokenet vagy egy másik eszközt. SSH magánkulcs.
id: Gunakan akses publik, token HTTPS, atau SSH kunci privat.
it: Utilizzare l'accesso pubblico, un token HTTPS o un SSH chiave privata.
ja: ：公開アクセス、HTTPSトークン、またはその他の手段を使用してください。 SSH 私鍵。
ko: : 공개 액세스, HTTPS 토큰 또는 기타 방법을 사용하십시오. SSH 개인 키.
nb: Bruk offentlig tilgang, et HTTPS-token eller et SSH privat nøkkel.
nl: Gebruik openbaar toegang, een HTTPS-token of een SSH privékey.
pl: : Użyj publicznego dostępu, tokena HTTPS lub SSH – prywatny klucz.
pt_br: Use acesso público, um token HTTPS ou um SSH chave privada.
ru: : используйте публичный доступ, токен HTTPS или другой способ SSH — приватный ключ.
sv: Använd offentlig åtkomst, ett HTTPS-token eller en SSH privatnyckel.
th: ใช้การเข้าถึงสาธารณะ, เทกน์ HTTPS, หรือ SSH : คีย์ส่วนตัว
tr: : Kamu erişimini, HTTPS token'ını veya bir başka yöntemden yararlanın. SSH özel anahtar.
uk: Використовуйте громадський доступ, токен HTTPS або SSH – приватний ключ.
vi: : Sử dụng quyền truy cập công cộng, mã token HTTPS hoặc một SSH – khóa riêng.
zh_hans: ：可使用公共访问方式、HTTPS令牌或 SSH 私钥。
zh_hant: ：可使用公共訪問方式、HTTPS令牌或 SSH 俬鑰。
